Repository: techmatters/terraso-backend
Catalog: terraso_backend/locale/*/LC_MESSAGES/django.po
Languages: es

source: %(value)s is not allowed as a name
es: %(value)s no está permitido como nombre

source: Open
es: Abierto

source: Closed
es: Cerrado

source: Manager
es: Administrador

source: Member
es: Miembro

source: Approved
es: Aprobado

source: Pending
es: Pendiente

source: Ecosystem Type
es: Tipo de ecosistema

source: Language
es: Idioma

source: Livelihood
es: Medios de subsistencia

source: Commodity
es: Producto

source: Organization
es: Organización

source: Agricultural Production Method
es: Método de producción agrícola

source: %(user)s has requested to join “%(group)s”
es: %(user)s ha solicitado unirse a “%(group)s”

source: Membership in “%(group)s” has been approved
es: Se ha aprobado la membresía en “%(group)s“

source: email.logo_alt_text
es: Terraso

source: email.organization_mailing_address
es: Technology Matters, 3790 El Camino Real #625, Palo Alto, CA 94306

source: email.unsubscribe_link_text
es: Darse de baja de las notificaciones

source: email.group.approved_request_headline
es: ¡Felicidades! Su solicitud fue aprobada.

source: %(firstName)s, your request for membership in the group %(groupName)s has been approved.
es: %(firstName)s, su solicitud de membresía en el grupo “%(groupName)s“ ha sido aprobada.

source: email.group.view_group
es: Ver grupo

source: email.group.pending_request_headline
es: Tienes una solicitud pendiente esperando

source: %(memberName)s has made a request for membership in your group "%(groupName)s.”
es: %(memberName)s ha realizado una solicitud de membresía en su grupo “%(groupName)s.”

source: email.group.view_request
es: Ver solicitud

source: File
es: Archivo

source: Link
es: Enlace

source: %(firstName)s, you are invited to edit “%(storyMapTitle)s” in Terraso
es: %(firstName)s, estás invitado a editar “%(storyMapTitle)s” en Terraso

source: You are invited to edit “%(storyMapTitle)s” in Terraso
es: Estás invitado a editar “%(storyMapTitle)s” en Terraso

source: %(firstName)s invited you to edit a story map
es: %(firstName)s te invitó a editar un story map

source: You can work on %(storyMapOwnerFirstName)s’s %(storyMapTitle)s draft in Terraso.
es: Puedes trabajar en el borrador de %(storyMapTitle)s de %(storyMapOwnerFirstName)s enTerraso.

source: email.story_map.accept_invite
es: Aceptar la invitacion

source: settings.language.es
es: Español

source: settings.language.en
es: Inglés

source: authorize.share_name_email
es: Comparte tu nombre y correo electrónico con

source: authorize.uses_information_from
es: Este sitio web solicita la siguiente información de

source: authorize.your
es: Tu

source: authorize.cancel
es: Cancel

source: authorize.share
es: Compartir

source: authorize.error
es: Error
